cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'caskroom/versions'

brew 'ansible'
brew 'coreutils'
brew 'imagemagick@6'
brew 'go'
brew 'git'
brew 'grc'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kubernetes-helm'
brew 'mongodb'
brew 'mysql'
brew 'openssl'
brew 'qt'
brew 'readline'
brew 'redis'
brew 'sops'
brew 'telnet'
brew 'terraform'
brew 'tree'
brew 'tmux'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'font-fira-code'
cash 'font-hack-nerd-font'
cask 'google-chrome'
cask 'graphql-playground'
cash 'intellij-idea-ce'
cask 'iterm2'
cask 'java8'
cask 'mysqlworkbench'
cask 'postman'
cask 'sourcetree'
cask 'slack'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'zeplin'

# install manually
# cask 'docker'
# cask 'sizeup'
